Repository: modem7/hddtemp-bin
Catalog: po/*.po
Languages: de

source: ================= hddtemp %s ================== Model: %s
de: ================= hddtemp %s ================== Modell: %s

source: WARNING: Drive %s doesn't seem to have a temperature sensor. WARNING: This doesn't mean it hasn't got one. WARNING: If you are sure it has one, please contact me (hddtemp@guzu.net). WARNING: See --help, --debug and --drivebase options.
de: WARNUNG: Laufwerk %s scheint keinen Temperatur-Sensor zu haben. WARNUNG: Das bedeutet nicht, dass es keinen besitzt. WARNUNG: Falls Sie sicher sind, dass es einen besitzt, kontaktieren Sie mich bitte (hddtemp@guzu.net). WARNUNG: Siehe Optionen --help, --debug und --drivebase.

source: %s: %s: no sensor
de: %s: %s: kein Sensor

source: %s: %s: %d%sC or %sF
de: %s: %s: %d%s°C oder %s°F

source: %s: %s: drive is sleeping
de: %s: %s: Laufwerk schläft

source: %s: %s: drive supported, but it doesn't have a temperature sensor.
de: %s: %s: Laufwerk unterstützt, aber es hat keinen Temperatur-Sensor.

source: ERROR: %s: %s: unknown returned status
de: FEHLER: %s: %s: zurückgegebener Status unbekannt

source: If one of the field value seems to match the temperature, be sure to read the hddtemp man page before sending a report (section REPORT). Thanks.
de: Falls einer der Feldwerte der Temperatur zu entsprechen scheint, stellen Sie sicher, die hddtemp-Handbuchseite gelesen zu haben, bevor Sie einen Bericht senden (Abschnitt BERICHT). Danke.

source: ERROR: invalid separator.
de: FEHLER: ungültiges Trennzeichen.

source: ERROR: invalid port number.
de: FEHLER: ungültige Portnummer.

source: Usage: hddtemp [OPTIONS] [TYPE:]DISK1 [[TYPE:]DISK2]... hddtemp displays the temperature of drives supplied in argument. Drives must support S.M.A.R.T. TYPE could be SATA, PATA or SCSI. If omitted hddtemp will try to guess. -b --drivebase : display database file content that allow hddtemp to recognize supported drives. -D --debug : display various S.M.A.R.T. fields and their values. Useful to find a value that seems to match the temperature and/or to send me a report. (done for every drive supplied). -d --daemon : run hddtemp in TCP/IP daemon mode (port %d by default.) -f --file=FILE : specify database file to use. -F --foreground : don't daemonize, stay in foreground. -l --listen=addr : listen on a specific interface (in TCP/IP daemon mode). -n --numeric : print only the temperature. -p --port=# : port to listen to (in TCP/IP daemon mode). -s --separator=C : separator to use between fields (in TCP/IP daemon mode). -S --syslog=s : log temperature to syslog every s seconds. -u --unit=[C|F] : force output temperature either in Celsius or Fahrenheit. -q --quiet : do not check if the drive is supported. -v --version : display hddtemp version number. -w --wake-up : wake-up the drive if need. -4 : listen on IPv4 sockets only. -6 : listen on IPv6 sockets only. Report bugs or new drives to <hddtemp@guzu.net>.
de: Verwendung: hddtemp [OPTIONEN] [TYP:]LAUFWERK1 [[TYP:]LAUFWERK2]... hddtemp zeigt die Temperatur der via Argument angegeben Laufwerke. Laufwerke müssen S.M.A.R.T. unterstützen. TYP kann SATA, PATA oder SCSI sein. Falls ausgelassen, wird hddtemp versuchen, diesen zu erraten. -b --drivebase : Datenbank-Datei-Inhalt anzeigen, der hddtemp erlaubt unterstützte Laufwerke zu erkennen. -D --debug : verschiedene S.M.A.R.T.-Felder und deren Werte anzeigen. Nützlich, um Werte zu finden, die der Temperatur entsprechen und/oder um mir einen Bericht zu senden. (bereits erledigt für jedes bereitgestellte Laufwerk). -d --daemon : hddtemp im TCP/IP-Daemon-Modus ausführen (Standardmäßig Port %d) -f --file=DATEI : zu verwendende Datenbank-Datei festlegen. -F --foreground : nicht daemonisieren, im Vordergrund bleiben. -l --listen=addr : auf einer bestimmten Schnittstelle auf Anfragen warten (im TCP/IP-Daemon-Modus). -n --numeric : nur die Temperatur ausgeben. -p --port=# : Port, auf dem auf Anfragen gewartet werden soll (im TCP/IP-Daemon-Modus). -s --separator=C : Trennzeichen zur Verwendung zwischen Feldern (im TCP/IP-Daemon-Modus). -S --syslog=s : Temperatur alle s Sekunden in das syslog eintragen. -u --unit=[C|F] : Ausgabe der Temperatur entweder in Celsius oder Fahrenheit erzwingen. -q --quiet : nicht prüfen, ob das Laufwerk unterstützt wird. -v --version : Versionsnummer von hddtemp anzeigen. -w --wake-up : Laufwerk bei Bedarf aufwecken. -4 : nur auf IPv4-Sockets auf Anfragen warten. -6 : nur auf IPv6-Sockets auf Anfragen warten. Fehler oder neue Laufwerke an <hddtemp@guzu.net> melden.

source: ERROR: invalid interval.
de: FEHLER: ungültiges Intervall.

source: Too few arguments: you must specify one drive, at least.
de: Zu wenige Argumente: Sie müssen mindestens ein Laufwerk angeben.

source: ERROR: can't use --debug and --daemon or --syslog options together.
de: FEHLER: kann Optionen --debug und --daemon oder --syslog nicht zusammen verwenden.

source: ERROR: %s: can't determine bus type (or this bus type is unknown)
de: FEHLER: %s: kann Bus-Typ nicht ermitteln (oder dieser Bus-Typ ist unbekannt)

source: unknown
de: unbekannt

source: S.M.A.R.T. not available
de: S.M.A.R.T. nicht verfügbar

source: Regexp%s| Value | Description ------%s---------------------
de: Regexp%s| Wert | Beschreibung ------%s---------------------

source: hddtemp: can't open %1$s: %2$s
de: hddtemp: kann %1$s nicht öffnen: %2$s

source: ERROR: syntax error at line %1$d in %2$s
de: FEHLER: Syntaxfehler in Zeile %1$d in %2$s

source: ERROR: line exceed %1$d characters in %2$s.
de: FEHLER: Zeile überschreitet %1$d Zeichen in %2$s.

source: log sense failed : %s
de: Protokoll-Erkennung fehlgeschlagen : %s
